Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: The remote requested HTTPS username/password credentials, but this repository is configured for %@.
ar: : تم طلب بيانات اسم المستخدم/كلمة المرور عبر HTTPS من مصدر بعيد، لكن هذا المخزن المُهيأ للعمل بـ %@.
da: : Den fjernanmoder har forespurt HTTPS-brugernavn og adgangskode, men dette repository er konfigureret til %@.
de: : Die Remote-Verbindung hat HTTPS-basierte Benutzernamen- und Passwortangaben angefordert, aber dieses Repository ist für %@.
es: : Se solicitaron desde la distancia credenciales de usuario y contraseña para HTTPS, pero este repositorio está configurado para %@.
fi: pyytää etätilaan HTTPS-tilalla käyttäjän nimeen ja salasanaan, mutta tätä resurssipohjaa on konfiguroitu muille tarkoituksille. %@.
fr: : Le système a demandé des identifiants d'utilisateur et de mot de passe HTTPS depuis un terminal distant, mais ce dépôt est configuré pour %@.
he: : הבקשה לאפשרות זיהוי משתמש/סיסמה HTTPS מרחוק, אך המאגר הזה מוגדר עבור %@.
hi: : रिमोट ने HTTPS के लिए यूजरनेम/पासवर्ड के प्रमाणन का अनुरोध किया है, लेकिन यह रिपॉजिटरी इसके लिए कॉन्फ़िगर की गई है। %@.
hu: : A távvezérelés által kérdezett HTTPS felhasználónév és jelszó adatokra hivatkozik, de ez a adathalmaz az alábbihoz konfigurálva van. %@.
id: : Remote meminta kredensial nama pengguna/password HTTPS, tetapi repositori ini telah dikonfigurasi untuk %@.
it: : il client remoto ha richiesto le credenziali di utente e password per HTTPS, ma questo repository è configurato per %@.
ja: ：リモートからHTTPS用のユーザー名／パスワード認証情報を要求しましたが、このリポジトリはその設定に対応していません。 %@.
ko: : 원격 시스템이 HTTPS 사용자 이름 및 비밀번호 인증 정보를 요청했으나, 해당 저장소는 이 인증 정보를 지원하는 설정 상태입니다. %@.
nb: : Den fjernanordningen har foreslått HTTPS-brukernavn og passordkredensialer, men dette lagringsmøtet er konfigurert til %@.
nl: : De externe aanvraag verzondt HTTPS-gebruikersnaam- en wachtwoordgegevens, maar dit repository is geconfigureerd voor %@.
pl: : Zlecenie odległego żądać danych uwierzytelniających dla HTTPS (nazwa użytkownika i hasło), jednak ten repositoriusz jest skonfigurowany tak, by nie obsługiwano tego typu żądania. %@.
pt_br: : O cliente remoto solicitou credenciais de nome de usuário e senha para HTTPS, mas este repositório está configurado para %@.
ru: : удалённый клиент запросил учетные данные для подключения по HTTPS (имя пользователя и пароль), однако данный репозиторий настроен так, что %@.
sv: : Den fjärransökan har begått HTTPS-användarnamn- och lösenordskrediter, men denna lagringsplats är konfigurerad för %@.
th: : ระบบระยะไกลได้ส่งคำขอข้อมูลผู้ใช้และรหัสผ่านสำหรับ HTTPS แต่ repositoriethese นี้ถูกตั้งค่าไว้สำหรับ %@.
tr: : Uzaktan HTTPS için kullanıcı adı ve şifre bilgileri istenmiş olsa da, bu depo şu yapıda ayarlanmıştır. %@.
uk: : було запитано віддалені кріденталі для HTTPS (користувач, пароль), але цей репозиторій налаштований для %@.
vi: : Hệ thống từ xa đã yêu cầu thông tin đăng nhập HTTPS (tên người dùng và mật khẩu), nhưng kho lưu trữ này đã được cấu hình cho %@.
zh_hans: ：远程请求了HTTPS用户名/密码凭据，但该存储库的配置不支持此凭据。 %@.
zh_hant: ：遠程請求了HTTPS用戶名/密碼憑據，但該倉庫的配置不支持此操作。 %@.

source: The remote requested SSH credentials, but this repository is configured for %@.
ar: : طلب عن بعد بيانات المصادقة SSH ، لكن هذا المستودع مُهيأ للعمل بـ %@.
da: – Afstandsbaseret forespørgsel SSH -krav, men dette repository er konfigureret til %@.
de: – Fernanfrage wurde abgegeben. SSH -Anmeldedaten, aber dieses Repository ist für... konfiguriert. %@.
es: : Se ha solicitado desde el remoto Credenciales de SSH , pero este repositorio está configurado para %@.
fi: – Etäpyyntö on esitetty. SSH -tunnuset, mutta tätä tallennusta on konfiguroitu %@.
fr: La demande distante a été effectuée Les identifiants SSH , mais ce dépôt est configuré pour %@.
he: – הבקשה מרוחקת הפרטי אימות SSH , אך המאגר הזה מוגדר עבור %@.
hi: : रिमोट के लिए अनुरोध किया गया है। SSH के लिए प्रमाणन हैं, लेकिन यह रिपॉजिटरी इसके लिए कॉन्फ़िगर की गई है। %@.
hu: : távoli kérés SSH hitelek, de ez a tároló az alábbihoz konfigurálva van: %@.
id: Permintaan dari remote Kredensial SSH , tetapi repositori ini telah dikonfigurasi untuk %@.
it: : richiesta remota Credenziali SSH , ma questo repository è configurato per %@.
ja: ：リモートからの要求が発生しました。 SSH の認証情報が存在しますが、このリポジトリは以下に設定されています： %@.
ko: 원격 요청됨 SSH 인증 정보가 있으나, 이 저장소는 해당 설정으로 구성되어 있습니다. %@.
nb: – fjernanmodus er forespurt SSH -kredensialer, men dette repotretnet er konfigurert for %@.
nl: : De afstandsverzoek is verzonden. SSH -credentieels, maar deze repository is geconfigureerd voor %@.
pl: – żądanie odległego Kredencje SSH , ale ten repositoriusz jest skonfigurowany dla %@.
pt_br: – Pedido remoto solicitado Credenciais de SSH , mas este repositório está configurado para %@.
ru: : Запрос от удалённого устройства Данные учетных данных SSH , но этот репозиторий настроен для %@.
sv: – fjärransökan har skickats. SSH -kreditorer, men denna repotre är konfigurerad för %@.
th: : ได้รับคำขอจากระยะไกล SSH ข้อมูลบัญชีผู้ใช้ แต่ repositorie นี้ได้รับการตั้งค่าสำหรับ %@.
tr: : Uzaktan iste işlemi gerçekleştirildi. SSH kimlik bilgileri var, ancak bu depo şu yapıda yapılandırılmıştır. %@.
uk: – вимагається дистанційне зв'язок Дані для авторизації SSH , але цей репозиторій конфігурується для %@.
vi: : Yêu cầu từ xa đã được thực hiện. SSH – thông tin xác thực, nhưng kho lưu trữ này đã được cấu hình cho %@.
zh_hans: 远程请求 SSH 凭据，但该存储库已配置为 %@.
zh_hant: 遠程請求 SSH 憑據，但該存儲庫已配置爲 %@.

source: The remote requested an SSH key, but no SSH username is configured.
ar: : طلب من جهاز بعيد مفتاح SSH ، لكنه غير موجود. تم تهيئة اسم المستخدم SSH .
da: Den fjernansigelse har forespurt et SSH -nyt, men ikke. SSH -brugernavn er konfigureret.
de: : Die Fernsteuerung hat eine Anfrage gestellt. SSH -Schlüssel vorhanden, aber nicht. Der Benutzername SSH ist konfiguriert.
es: : El dispositivo remoto solicitó algo. Clave SSH , pero no existe. El nombre de usuario SSH está configurado.
fi: : Etäpalvelu pyysi SSH -avain, mutta ei. SSH -nimi on konfiguroitu.
fr: : Le système distant a demandé un Clé SSH , mais non disponible Le nom d'utilisateur SSH est configuré.
he: – ה-remote דרש קוד SSH , אך לא קיים שם המשתמש SSH מוגדר.
hi: : रिमोट ने एक अनुरोध किया। SSH कुंजी है, लेकिन नहीं। SSH उपयोगकर्ता नाम को कॉन्फ़िगर किया गया है।
hu: : A távvezérlés kéri a következőt SSH kulcs, de nincs SSH felhasználónév beállítva van.
id: Remote telah meminta sebuah hal Kunci SSH , tetapi tidak ada. SSH : nama pengguna telah dikonfigurasi.
it: Il dispositivo remoto ha richiesto un Chiave SSH , ma non presente Il nome utente SSH è configurato.
ja: ：リモートから要求がありました。 SSH キーは存在しますが、ありません。 SSH のユーザー名は設定済みです。
ko: : 원격 시스템이 요청하였습니다. SSH 키가 있으나 없습니다. SSH 사용자 이름이 설정되었습니다.
nb: : Den fjernanropen har foreslått et SSH -nyckel, men ikke SSH -brukernavn er konfigurert.
nl: De externe systeem heeft een verzoek gedaan SSH -kluis, maar niet De gebruikersnaam SSH is geconfigureerd.
pl: : Odległy klient złożył żądanie Klucz SSH , ale nie istnieje. Nazwa użytkownika SSH jest skonfigurowana.
pt_br: : O dispositivo remoto solicitou algo. Chave SSH , mas não existe. SSH foi configurado.
ru: : удалённый клиент запросил Ключ SSH , но его нет. Пользовательский идентификатор SSH настроен.
sv: : Den fjärransökan har begått en ansökan. SSH -skyddande nyckel, men inte finns. SSH -användarnamn är konfigurerat.
th: : ระบบระยะไกลได้ส่งคำขอ SSH คีย์ มีอยู่แต่ไม่มี SSH : ชื่อผู้ใช้ได้รับการกำหนดค่าแล้ว
tr: : Uzaktan arayış bir işlemi talep etti. SSH anahtarı var, ancak bulunmuyor. SSH kullanıcı adı yapılandırılmıştır.
uk: Дистанційний пристрій запросив Ключ SSH , але немає. Пользовательське ім'я SSH налаштоване.
vi: : Thiết bị từ xa đã yêu cầu Chìa khóa SSH , nhưng không có. Tên người dùng SSH đã được cấu hình.
zh_hans: 远程请求了 SSH 密钥，但不存在。 SSH 用户名已配置。
zh_hant: 遠程請求了 SSH 密鑰，但不存在 SSH 用戶名已配置。

source: The remote requested an SSH key, but no private key is saved for this repository.
ar: : طلب من جهاز بعيد مفتاح SSH ، لكن لا يوجد مفتاح خاص محفوظ لهذا المخزن.
da: Remote-en har forespurt et SSH nøgle, men der er ingen privat nøgle gemt for dette repository.
de: : Der Remote-Auftrag wurde angefordert. Der Schlüssel SSH existiert, aber für dieses Repository ist kein privater Schlüssel gespeichert.
es: : El dispositivo remoto solicitó algo. Se requiere la clave SSH , pero no se ha guardado ninguna clave privada para este repositorio.
fi: : Etäpalvelu pyysi SSH -avain, mutta tässä tallennusjärjestelmässä ei ole tallennettu yksityisavainta.
fr: : Le système distant a demandé un Clé SSH , mais aucune clé privée n'est enregistrée pour ce dépôt.
he: : ה-remote דרש chlיפת SSH , אך לא נсохранה חליפת 私 tư עבור המאגר הזה.
hi: : रिमोट ने एक अनुरोध किया। SSH कुंजी है, लेकिन इस रिपॉजिटरी के लिए कोई निजी कुंजी सहेजी नहीं गई है।
hu: : A távvezérlés kéri a következőt SSH kulcs van, de ez a repozitóriumban nincs privát kulcs mentve.
id: Remote telah meminta Kunci SSH , tetapi tidak ada kunci privat yang disimpan untuk repositori ini.
it: : il dispositivo remoto ha richiesto Chiave SSH , ma non è stata salvata alcuna chiave privata per questo repository.
ja: ：リモートから要求がありました。 SSH キーは存在しますが、このリポジトリにはプライベートキーが保存されていません。
ko: : 원격 장치가 요청했습니다. SSH 키가 존재하지만, 해당 저장소에 개인 키가 저장되어 있지 않습니다.
nb: : Den fjernanropet ønsket en SSH nøkkel, men det er ingen privat nøkkel lagret for dette repotre.
nl: : De externe systeem heeft een verzoek gedaan. SSH sleutel, maar er is geen privé-sleutel voor dit repository opgeslagen.
pl: Odległy klient złożył żądanie Klucz SSH , ale nie zapisano żadnego prywatnego klucza dla tego reposituarium.
pt_br: : O dispositivo remoto solicitou algo Chave SSH , mas nenhuma chave privada foi salva para este repositório.
ru: : удалённый узел запросил Ключ SSH найден, но для данного репозитория не сохранён ни один приватный ключ.
sv: : Den fjärransökan har begärts. SSH nyckel, men det finns ingen privat nyckel som sparats för detta lagringsplattform.
th: : ระบบระยะไกลได้ส่งคำขอ มีคีย์ SSH อยู่ แต่ไม่มีคีย์ส่วนตัวที่บันทึกไว้สำหรับรีโพซิทอรีนี้
tr: : Uzaktan arayış bir işlemi talep etti. SSH anahtarı mevcut ancak bu depolama alanına özel anahtar kaydedilmedi.
uk: : Дистанційний пристрій запросив Ключ SSH , але для цього репозиторію не збережено приватний ключ.
vi: : Thiết bị từ xa đã yêu cầu một thứ gì đó. Chìa khóa SSH đã được tạo, nhưng không có khóa riêng nào được lưu cho kho dữ liệu này.
zh_hans: 远程请求了 SSH 密钥，但该仓库中未保存任何私钥。
zh_hant: 遠程請求了 SSH 密鑰，但該倉庫中未保存任何俬鑰。

source: The remote requested authentication (%@), but no credentials are configured for this repository.
ar: طلب التحقق من الهوية عن بُعد (%@)، ولكن لا توجد بيانات اعتماد مُهيأة لهذا المخزن.
da: – Den fjernfordelte autentificering, der er foreslået (%@), men der er ingen adgangsoplysninger konfigureret for dette repository.
de: Die Fernanforderung einer Authentifizierung (%@), aber für dieses Repository sind keine Authentifizierungsdaten konfiguriert.
es: La autenticación solicitada desde el extremo remoto (%@), pero no se han configurado credenciales para este repositorio.
fi: Etätilausun kohdalla pyydetty tunnistus (%@), mutta tässä tallennusjärjestelmässä ei ole määritelty mitään tunnistepaikkoja.
fr: : L'authentification demandée depuis le terminal distant (%@), mais aucune identité n'est configurée pour ce dépôt.
he: – אימות מבקש מאזור ה远方 (%@), אך לא קיימות תעודות אימות configured למאגר זה.
hi: : रिमोट से अनुरोधित प्रमाणीकरण (%@), लेकिन इस रिपॉजिटरी के लिए कोई प्रमाणन सेटअप नहीं है।
hu: távvezérelt bejelentett autentikáció (%@), de ez a repozitórium számára nincs beállított hitelesítő adat.
id: Permintaan autentikasi dari remote (%@), tetapi tidak ada kredensial yang dikonfigurasi untuk repositori ini.
it: : Autenticazione richiesta da remoto (%@), ma non sono configurate credenziali per questo repository.
ja: ：リモートから認証要求（%@）では、このリポジトリに対して認証情報が設定されていません。
ko: 원격 시스템이 요청한 인증(%@), 하지만 이 저장소에 대한 인증 정보가 설정되어 있지 않습니다.
nb: – fjernbehandlet autentisering (%@), men det er ingen autentiseringsopplysninger konfigurert for dette lagringsmøtet.
nl: De externe verzoek om authenticatie (%@), maar er zijn geen authenticatiegegevens voor dit repository geconfigureerd.
pl: – żądany odległy proces autentycyzacji (%@), ale nie są skonfigurowane żadne dane logowania dla tego reposituaru.
pt_br: A autenticação solicitada remotamente (%@), mas nenhuma credencial foi configurada para este repositório.
ru: : удалённый запрос аутентификации (%@), но для данного репозитория не настроены учетные данные.
sv: – fjärransökt autentisering (%@), men inga autentiseringsuppgifter är konfigurerade för detta lagringsplats.
th: : การขอการพิสูจน์ตัวตนจากปลายทาง (%@), แต่ไม่มีข้อมูลบัญชีผู้ใช้ที่กำหนดสำหรับรีโพซิทอรีนี้
tr: Uzaktan istenen kimlik doğrulaması (%@), ancak bu depolama deposu için hiçbir kimlik bilgisi yapılandırılmamıştır.
uk: : Поточується запит на автентифікацію з віддаленого джерела (%@), але для цього репозиторію не налаштовані авторизаційні дані.
vi: : Yêu cầu xác thực từ xa (%@), nhưng không có tài khoản hay thông tin xác thực nào được cấu hình cho kho lưu trữ này.
zh_hans: 远程请求的身份验证（%@），但该存储库尚未配置凭据。
zh_hant: 遠程請求的認証（%@），但該存儲庫尚未配置憑據。

source: Theirs
ar: خاصتهم
da: Deres
de: Deren
es: Suyo
fi: Heidän
fr: Le leur
he: שלהם
hi: उनका
hu: Övék
id: Milik mereka
it: Il loro
ja: 相手側
ko: 원격 버전
nb: Deres
nl: Hun
pl: Ich
pt_br: Deles
ru: Их
sv: Deras
th: ของเขา
tr: Onlarınki
uk: Їхнє
vi: Của họ
zh_hans: 远程版本
zh_hant: 遠端版本

source: These files look binary or large and are safer in Git LFS: %1$@%2$@ Use Git LFS? This will update and stage .gitattributes.
ar: تبدو هذه الملفات ثنائية أو كبيرة وتكون أكثر أمانًا في Git LFS: %1$@%2$@ استخدام Git LFS؟ سيؤدي هذا إلى تحديث ومرحلة .gitattributes.
da: Disse filer ser binære eller store ud og er mere sikre i Git LFS: %1$@%2$@ Brug Git LFS? Dette vil opdatere og iscenesætte .gitattributes.
de: Diese Dateien sehen binär oder groß aus und sind sicherer in Git LFS: %1$@%2$@ Verwenden Sie Git LFS? Dadurch wird .gitattributes aktualisiert und bereitgestellt.
es: Estos archivos parecen binarios o grandes y son más seguros en Git LFS: %1$@%2$@ ¿Usar Git LFS? Esto actualizará y preparará .gitattributes.
fi: Nämä tiedostot näyttävät binääri- tai suurilta ja ovat turvallisempia Git LFS: %1$@%2$@ -käyttö Git LFS? Tämä päivitetään ja vaiheet .gitattributes.
fr: : Ces fichiers semblent binaires ou de grande taille et sont plus sûrs dans Git LFS: %1$@%2$@ Utilisation Git LFS? Cela mettra à jour et placera les données. .gitattributes.
he: : הקבצים האלה מראים כבינריים או גדולים, ומאפיינים אבטחת גבוהה יותר. Git LFS: %1$@%2$@ – שימוש Git LFS– זה יעדכן ויסדר את הנתונים. .gitattributes.
hi: — ये फ़ाइलें बाइनरी या बड़ी प्रतीत होती हैं तथा सुरक्षित हैं। Git LFS: %1$@%2$@ : उपयोग Git LFS– यह अपडेट एवं स्टेज करेगा। .gitattributes.
hu: – ezek a fájlok bináris vagy nagy méretűek, és biztonságosabbak. Git LFS: %1$@%2$@ Használata Git LFS– Ez frissíti és szintezzi. .gitattributes.
id: Berkas-berkas ini tampak bersifat biner atau berukuran besar dan lebih aman di Git LFS: %1$@%2$@ Penggunaan Git LFS? Hal ini akan memperbarui dan menyiapkan. .gitattributes.
it: : questi file sembrano binari o di grandi dimensioni e sono più sicuri in Git LFS: %1$@%2$@ Utilizzo Git LFS? Questo aggiornerà e metterà in fase di staging. .gitattributes.
ja: ：これらのファイルはバイナリ形式またはサイズが大きく、より安全です。 Git LFS: %1$@%2$@ 使用 Git LFS：この操作により、更新およびステージングが行われます。 .gitattributes.
ko: 파일들은 바이너리 형식 또는 크기가 큰 것으로 보이며, 더 안전합니다. Git LFS: %1$@%2$@ 사용 Git LFS– 이는 업데이트 및 스테이징을 수행합니다. .gitattributes.
nb: – Disse filene ser binære ut eller er store, og er tryggere i Git LFS: %1$@%2$@ Bruk Git LFS– Dette oppdaterer og lagrer data. .gitattributes.
nl: : Deze bestanden lijken binair of groot te zijn en zijn veiliger in Git LFS: %1$@%2$@ Gebruik Git LFS? Dit zal de gegevens bijwerken en in een stage-status plaatsen. .gitattributes.
pl: – te pliki wydają się być binarnymi lub duże, ale są bezpieczniejsze w Git LFS: %1$@%2$@ – Użycie Git LFS– To polecenie aktualizuje i tworzy etap. .gitattributes.
pt_br: : Estes arquivos parecem binários ou de grande tamanho e são mais seguros em Git LFS: %1$@%2$@ Utilização Git LFS? Isto atualizará e preparará para envio. .gitattributes.
ru: : эти файлы выглядят как бинарные или имеют большой размер и являются более безопасными. Git LFS: %1$@%2$@ — использование Git LFS: Это обновит и подготовит к выполнению. .gitattributes.
sv: – Dessa filer ser ut som binära eller stora och är säkrare i Git LFS: %1$@%2$@ Användning Git LFS– Detta uppdaterar och placerar. .gitattributes.
th: ไฟล์เหล่านี้ดูเหมือนเป็นไฟล์ไบนารีหรือมีขนาดใหญ่ และปลอดภัยกว่าใน Git LFS: %1$@%2$@ การใช้งาน Git LFS: สิ่งนี้จะทำการอัปเดตและจัดเตรียมข้อมูล .gitattributes.
tr: dosyaları ikili veya büyük görünüyor ve daha güvenlidür. Git LFS: %1$@%2$@ Kullanım Git LFS: Bu işlem güncelleme ve stage işlemini gerçekleştirir. .gitattributes.
uk: : ці файли виглядають як бінарні або великі і є безпечнішими. Git LFS: %1$@%2$@ — Використання Git LFS– це оновить та підготує до виконання. .gitattributes.
vi: : Các tệp này có vẻ là định dạng nhị phân hoặc kích thước lớn và an toàn hơn khi Git LFS: %1$@%2$@ – Sử dụng Git LFS: Thao tác này sẽ cập nhật và lưu vào giai đoạn. .gitattributes.
zh_hans: ：这些文件看起来为二进制文件或体积较大，更安全的处理方式是 Git LFS: %1$@%2$@ 使用 Git LFS？此操作将进行更新与暂存。 .gitattributes.
zh_hant: ：這些文件看起來爲二進製文件或體積較大，更安全的處理方式是 Git LFS: %1$@%2$@ 使用 Git LFS？此操作將進行更新與暫存。 .gitattributes.

source: This cannot be undone.
ar: لا يمكن التراجع عن هذا.
da: Dette kan ikke fortrydes.
de: Dies kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fi: Tätä ei voi peruuttaa.
fr: : Cela ne peut pas être annulé.
he: – לא ניתן להסיר את ה결ס.
hi: : इसे रद्द नहीं किया जा सकता।
hu: Ez nem ismételhető.
id: Tindakan ini tidak dapat dibatalkan.
it: Questo non può essere annullato.
ja: ：この操作は取り消せません。
ko: : 이 작업은 되돌릴 수 없습니다.
nb: – Dette kan ikke reverseres.
nl: Dit kan niet worden hersteld.
pl: Nie można tego odwrócić.
pt_br: Esta operação não pode ser revertida.
ru: Это не может быть отменено.
sv: – Detta kan inte återställas.
th: ไม่สามารถย้อนกลับได้
tr: : Bu işlem geri alınamaz.
uk: Цього неможливо скасувати.
vi: : Thao tác này không thể khôi phục được.
zh_hans: 此操作不可撤销。
zh_hant: 此操作不可撤銷。

source: This file cannot be edited as text
ar: لا يمكن تحرير هذا الملف كنص
da: Denne fil kan ikke redigeres som tekst
de: Diese Datei kann nicht als Text bearbeitet werden
es: Este archivo no se puede editar como texto
fi: Tätä tiedostoa ei voi muokata tekstinä
fr: : Ce fichier ne peut pas être modifié en tant que texte.
he: : קובץ זה לא ניתן לעריכה כטקסט.
hi: : यह फ़ाइल पाठ के रूप में संपादित नहीं की जा सकती।
hu: – Ez a fájl nem módosítható szövegként.
id: Berkas ini tidak dapat diedit sebagai teks.
it: : questo file non può essere modificato come testo.
ja: ：このファイルはテキスト形式で編集できません。
ko: 파일은 텍스트로 수정할 수 없습니다.
nb: – Denne filen kan ikke redigeres som tekst.
nl: : Deze bestand kan niet als tekst worden bewerkt.
pl: : Ten plik nie można edytować jako tekstu.
pt_br: Este arquivo não pode ser editado como texto
ru: : данный файл не может быть редактирован в виде текста
sv: Denna fil kan inte redigeras som text
th: ไฟล์นี้ไม่สามารถแก้ไขในรูปแบบข้อความได้
tr: dosyası metin olarak düzenleneemez.
uk: Цей файл не можна редагувати як текст.
vi: : Tệp này không thể chỉnh sửa dưới dạng văn bản.
zh_hans: ：此文件无法以文本形式编辑
zh_hant: ：此文件無法以文本形式編輯

source: This file may be binary or has no staged content.
ar: قد يكون هذا الملف ثنائيًا أو لا يحتوي على محتوى مرحّل.
da: Denne fil kan være binær eller har intet klargjort indhold.
de: Diese Datei ist möglicherweise binär oder hat keinen bereitgestellten Inhalt.
es: Este archivo puede ser binario o no tiene contenido preparado.
fi: Tämä tiedosto voi olla binääri tai sillä ei ole vaiheistettua sisältöä.
fr: Ce fichier est peut-être binaire ou n'a pas de contenu indexé.
he: קובץ זה עשוי להיות בינארי או שאין לו תוכן מוכן.
hi: यह फ़ाइल बाइनरी हो सकती है या इसमें कोई स्टेज्ड सामग्री नहीं है।
hu: Ez a fájl bináris lehet, vagy nincs előkészített tartalma.
id: File ini mungkin biner atau tidak memiliki konten yang disiapkan.
it: Questo file potrebbe essere binario o non ha contenuto in stage.
ja: このファイルはバイナリか、ステージ済みの内容がない可能性があります。
ko: 이 파일은 바이너리이거나 스테이지된 내용이 없을 수 있습니다.
nb: Denne filen kan være binær eller har ikke klargjort innhold.
nl: Dit bestand is mogelijk binair of heeft geen klaargezette inhoud.
pl: Ten plik może być binarny lub nie ma przygotowanej zawartości.
pt_br: Este arquivo pode ser binário ou não tem conteúdo preparado.
ru: Этот файл может быть бинарным или не имеет подготовленного содержимого.
sv: Denna fil kan vara binär eller har inget förberett innehåll.
th: ไฟล์นี้อาจเป็นไบนารีหรือไม่มีเนื้อหาที่จัดเตรียม
tr: Bu dosya ikili olabilir veya hazırlanmış içeriği yoktur.
uk: Цей файл може бути бінарним або не має підготовленого вмісту.
vi: Tệp này có thể là nhị phân hoặc không có nội dung đã chuẩn bị.
zh_hans: 此文件可能是二进制文件或没有已暂存的内容。
zh_hant: 此檔案可能是二進位檔案或沒有已暫存的內容。

source: This file was renamed differently on each side. Choose which name to keep — the other will be removed.
ar: تمت إعادة تسمية هذا الملف بشكل مختلف على كل جانب. اختر الاسم الذي تريد الاحتفاظ به — ستتم إزالة الاسم الآخر.
da: Denne fil blev omdøbt forskelligt på hver side. Vælg hvilket navn du vil beholde - det andet vil blive fjernet.
de: Diese Datei wurde auf jeder Seite unterschiedlich umbenannt. Wählen Sie den Namen aus, den Sie behalten möchten – der andere wird entfernt.
es: Se cambió el nombre de este archivo de manera diferente en cada lado. Elija qué nombre conservar; el otro se eliminará.
fi: Tämä tiedosto nimettiin eri puolilla. Valitse nimi säilytettävä - toinen poistetaan.
fr: : Ce fichier a été renommé différemment sur chaque côté. Choisissez le nom à conserver — l'autre sera supprimé.
he: : קובץ זה שימש את השם בצורה שונה בכל צד. בחרו את השם שיתקיין – השם השני יידלק.
hi: : इस फ़ाइल का नाम प्रत्येक पक्ष पर अलग-अलग रूप से बदल दिया गया है। आप यह चुन सकते हैं कि कौन सा नाम बनाए रखें — अन्य नाम हटा दिया जाएगा।
hu: – Ez a fájl minden oldalon különböző nevvel lett átnevezve. Válassza meg, mely nevet tartja meg – az egyiket eltávolítják.
id: : Nama berkas ini diubah secara berbeda pada masing-masing sisi. Pilih nama mana yang akan dipertahankan — nama lainnya akan dihapus.
it: : questo file è stato rinominato in modo diverso su ciascun lato. Selezionare quale nome mantenere — l'altro verrà eliminato.
ja: ：このファイルは両側で異なる名前に変更されています。どの名前を保持するかを選択してください——もう一方の名前は削除されます。
ko: : 이 파일은 각 측에서 서로 다른 이름으로 재명명되었습니다. 어떤 이름을 유지할지 선택하십시오 — 다른 이름은 삭제됩니다.
nb: – Denne filen ble omdøpt på hver side med forskjellige navn. Vennligst velg hvilket navn du vil beholde – det andre vil bli fjernet.
nl: : Deze bestand is op elke zijde met een andere naam gewijzigd. Kies welke naam u wilt behouden — de andere wordt verwijderd.
pl: : Ten plik został zmieniony nazwą na inny sposób na obu stronach. Wybierz, jaką nazwę zachować – druga zostanie usunięta.
pt_br: : Este arquivo foi renomeado de forma diferente em cada lado. Escolha qual nome manter — o outro será removido.
ru: : Имя этого файла было изменено по-разному на каждой стороне. Выберите имя, которое следует сохранить — другое будет удалено.
sv: – Denna fil ändrade namn på varje sida. Välj vilket namn du vill behålla – det andra kommer att tas bort.
th: ไฟล์นี้ได้รับการเปลี่ยนชื่อแตกต่างกันไปในแต่ละฝั่ง กรุณาเลือกชื่อที่ต้องการคงไว้ — ชื่ออีกชื่อหนึ่งจะถูกลบออก
tr: dosyası her tarafda farklı bir adla yeniden adlandırıldı. Hangi adı korumaya devam edileceğini seçin — diğer ad silinecektir.
uk: : цей файл був перейменований іншим способом на кожному боку. Виберіть, яке ім'я залишити — інше буде видалено.
vi: : Tệp này đã được đổi tên khác nhau trên mỗi phía. Vui lòng chọn tên nào để giữ lại — tên còn lại sẽ bị xóa.
zh_hans: ：该文件在两侧的重命名方式有所不同。请选择保留哪个名称——另一个名称将被删除。
zh_hant: ：該文件在兩側的重命名方式有所不衕。請選擇保留哪個名稱——另一個名稱將被刪除。
